IDEA Connection Link
ConnectionSrv.ImportFromIOM Method (OpenModel, OpenModelResult)
 ImportFromIOM
 Namespace: IdeaRS.ConnectionService.Service
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public ConDataContract ImportFromIOM(
	OpenModel openModel,
	OpenModelResult openModelResult
)
Public Function ImportFromIOM (
	openModel As OpenModel,
	openModelResult As OpenModelResult
) As ConDataContract
public:
ConDataContract^ ImportFromIOM(
	OpenModel^ openModel,
	OpenModelResult^ openModelResult
)
Parameters
openModel
Type: OpenModel
[Missing <param name="openModel"/> documentation for "M:IdeaRS.ConnectionService.Service.ConnectionSrv.ImportFromIOM(IdeaRS.OpenModel.OpenModel,IdeaRS.OpenModel.Result.OpenModelResult)"]
openModelResult
Type: OpenModelResult
[Missing <param name="openModelResult"/> documentation for "M:IdeaRS.ConnectionService.Service.ConnectionSrv.ImportFromIOM(IdeaRS.OpenModel.OpenModel,IdeaRS.OpenModel.Result.OpenModelResult)"]
Return Value
Type: ConDataContract
[Missing <returns> documentation for "M:IdeaRS.ConnectionService.Service.ConnectionSrv.ImportFromIOM(IdeaRS.OpenModel.OpenModel,IdeaRS.OpenModel.Result.OpenModelResult)"]
See Also
Reference
ConnectionSrv Class
ImportFromIOM Overload
IdeaRS.ConnectionService.Service Namespace